Repository: opportunitylinks/Support-For-Me
Catalog: modules/switchtheme/translations/*.po
Languages: es

source: Creates a switch theme block to allow users to switch themes on the fly. The block can be enabled by role and the admin can define labels to use for each available theme.
es: Crea un bloque de cambio de temas para permitir a los usuarios cambiar temas sobre la marcha. El bloque lo puede activar dependiendo del rol y los administradores pueden definir etiquetas para su uso con cada uno de los temas disponibles.

source: Set a label for each enabled theme. This is what will be displayed to the user in the selection box.
es: Fija una etiqueta para cada uno de los temas activados. Esto es lo que los usuarios verán en la persiana de selección.

source: Switchtheme configuration
es: Configuración del módulo de cambio de temas

source: Set the labels for the themes in the switchtheme block.
es: Fija las etiquetas de los temas en el bloque de cambio de temas.

source: Switch theme form
es: Formulario de cambio de tema

source: Random theme
es: Tema aleatorio

source: Theme
es: Tema

source: Change the way this site looks.
es: Cambiar el aspecto de este sitio.

source: Switch
es: Cambiar tema

source: administer switch
es: administrar cambio de tema

source: switch theme
es: cambiar tema

source: switchtheme
es: módulo de cambio de temas

source: Switchtheme
es: Módulo de cambio de temas

source: Adds a block to allow users to switch between enabled themes.
es: Añadir un bloque que permite a los usuarios elegir uno de los temas activados.
